Repository: giellalt/corpus-fin
Catalog: tmx/smn/facta/samemusea_siida/kieli.html.tmx
Source language: fin
Languages: smn

source: Kieli
smn: Kielâ

source: Kirjoitustavat
smn: Čäällimvyevih

source: Kieli ja identiteetti
smn: Kielâ já identiteet

source: Kirjallisuus
smn: Kirjálâšvuotâ

source: Julkaistut teokset
smn: Almostittum kirjálâšvuotâ

source: Inarinsaamelaisten identiteetti erottaa heidät suomalaisten lisäksi myös muista saamelaisista, pohjois- ja kolttasaamelaisista, vaikka he samaistuvatkin saamelaisiin yleensä.
smn: Anarâšâi identiteet iärut sii syemmilijn já meiddei eres sämmilijn, orjâlâšâin já nuorttâlijn, veikkâ sij kal aneh-uv jieijâs sämmilâžžân puoh eres sämmilij juávhust.

source: Oman ryhmän merkkejä ovat ennen muuta kieli, asuinseutu, suku ja vaatetus.
smn: Jieijâs juávhu merhah láá ovdemužžân kielâ, já te aassâmkuávlu, suuhâ já pihtâseh.

source: Kieli on kulttuurin ja identiteetin kivijalka.
smn: Kielâ lii kulttuur já identiteet keđgijyelgi.

source: Sen lisäksi, että se on kommunikaation väline, siihen on sisäänrakennettu käsitys asuinympäristöstä ja muusta luonnosta, esineellisestä kulttuurista, elämäntavasta ja maailmankuvasta.
smn: Ton lasseen, et kieláin puáhtá toollâđ ohtâvuođâ, tast lii siste meiddei puoh ibárdâs aassâmpirrâsist já eres luándust, uáinojeijee kulttuurist, eellimvyevist já maailmkooveest.

source: Jos kieli häviää, ei kulttuurista jää paljon jäljelle.
smn: Jis kielâ láppoo, te kulttuurâst ij pääsi ennuvgin.

source: Vaikka esimerkiksi jonkin saamelaisen käsityön voi oppia tekemään lyhyellä harjoittelulla, pitää oppia myös siinä käytettävä termistö, kuten ainesten nimet ja työtä kuvaat verbit.
smn: Veikâ ovdâmerkkân monnii säämityeje uáppá tuoijuđ uánihis hárjuttâllâm maŋa, te tast kalga meiddei oppâđ toos kullee saanijd, tego amnâsij noomâid já tuoijumpargo kovvejeijee saanijd.

source: Saamelaisena eläminen ilman kielitaitoa on puolinaista.
smn: Jis ij määti kielâ, te sämmilâžžân eellim páácá pelimuudon.

source: Inarinsaamen kielen puhujia on noin 300, riippuen siitä, miten kielitaito määritellään.
smn: Kuávlu já lohomeeri Anarâškielâ sárnooh láá s. 300, tađe mield, maht kielâ mättim miäruštâlloo.

source: Määrä on ehkä kolmasosa kaikista inarinsaamelaisista.
smn: Taat meeri lii vaarâ kuálmádâs puoh anarâšâin.

source: Suurempi osa osaa saamea vain vähän tai pelkästään suomea.
smn: Stuárrâb uási máttá sämikielâ tuše váhá teikâ máttá tuše suomâkielâ.

source: Inarinsaamea on puhuttu perinteisesti Inarijärven ympäristössä mm. seuraavilla seuduilla: Nellim, Ivalo, Menesjärvi, Repojoki, Tirro, Inarin kirkonkylä, Kaamanen, Aksujärvi, Syysjärvi, Iijärvi, Sevettijärvi ja Partakko.
smn: Anarâškielâ ärbivuáválâš sárnumkuávlu lii Aanaarjäävri piirâs (kárttá), já ei. täin soojijn: Njellim, Avveel, Menišjävri, Riemâšjuuhâ, Mosshâš, Aanaar markkân, Kaamâs, Ákšujävri, Čovčjävri, Ijjävri, Čevetjävri já Päärtih.

source: Inarinsaamen kielen ominaispiirteitä
smn: Anarâškielâ jiešvuođah

source: Kielellisesti inarinsaaamelaiset kuuluvat saamen kielten itämurteisiin, vaikka heille on helpompaa ymmärtää länsimurteiden pohjoissaamea kuin itämurteiden koltansaamea.
smn: Kielâlávt anarâšah lohhojeh nuorttâkielâi juávkun, veikkâ sijjân lii masa älkkeb addiđ viestârkieláid kullee orjâlâškielâ ko nuorttâkieláid kullee nuorttâlâškielâ.

source: Näin on ainakin kielialueen länsirajalla asuvilla inarilaisilla.
smn: Návt lii kuittâg kielâ sárnumkuávlu viestârpele roobdâst ässee anarâšâin.

source: Kolttien rajanaapurit taas ymmärtävät paremmin kolttaa ja jotkut puhuvatkin sitä.
smn: Nuorttâlij räjiráánjáh vist iberdeh pyerebeht nuorttâlâškielâ já motomeh sárnuh-uv tom.

source: Inarinsaamelaiset käyttävät sanaa kieli ilmaisemaan "murteiden" välistä eroa: anarâškielâ, inarinkieli.
smn: Anarâšâin ij lah suomâkielâ västideijee sääni, tom västid sääni "kielâ": anarâškielâ.

source: Ero muihin saamen kieliin on niin suuri että naapurikieltenkin ymmärtäminen vaatii totuttelua.
smn: Iäru eres sämikieláid lii nuuvt styeres, et ránnjákielâi addim váátá hárjáneme.

source: Sen vuoksi esim. yhteinen oppimateriaali muiden saamelaisryhmien kanssa ei tule kysymykseen Seuraavassa on muutama esimerkki eri saamen kielten samantapaisista sanoista:
smn: Ton tiet om. ohtâsâš oppâmateriaal eres sämmilijguin ij lah máhđulâš. Taa láá motomeh ovdâmeerhah jieškote-uv sämikielâi saanijn, moh sulâsteteh kyeimis.

source: suomi kala äiti poro
smn: anarâškielâ kyeli enni puásui

source: koltansaame kue'll jeä'n'n puä
smn: nuorttâkielâ kue'll jeä'n'n puä

source: Erilaisiakin sanoja on:
smn: Láá meiddei eresláván säänih:

source: suomi ilves kissa ohi
smn: anarâškielâ iilvâs kissá lappâd

source: koltansaame riiss kaass rääi
smn: nuorttâkielâ riiss kaass rääi

source: Vaikka suomi ja inarinsaame ovat sukulaiskieliä ja rakenteeltaan samanlaisia, on kielen rakenteessa erojakin, kuten - Inarinsaamessa on sijamuotoja vain yhdeksän - Persoonapronomineissa ja verbeissä on yksikön ja monikon lisäksi kaksikkomuoto eli duaali, esim. čuoigâm (hiihdän), čyeigeen (me kaksi hiihdämme), čuoigâp (hiihdämme)
smn: Veikkâ suomâkielâ já anarâškielâ láá-uv ráhtus peeleest siämmááláváneh, te láá kuittâg iäruh-uv, nuuvt tego - Anarâškielâst láá sajehäämih tuše oovce - Persovnprominijn já veerbâin lii oovtâ- já maaŋgâlovo lasseen val kyevtiloho ađai duaal, om. mun čuoigâm, muoi čyeigeen, mij čuoigâp - Anarâškielâst ij lah uásiobjekt nuuvt tego suomâst.

source: Esim. ilmaisu Mun puurâm leeibi voi merkitä joko Minä syön leivän tai Minä syön leipää.
smn: Jis iätá et Mun puurâm leeibi, te tot puáhtá merhâšiđ, et mun puurâm ubâ leeibi teikâ tuše uási tast.

source: Saamen kielessä on runsas ja monipuolinen luonnonoloihin liittyvä sanasto, mutta nykykieli tarvitsee myös uusia sanoja.
smn: Sämikielâst láá ennuv säänih, moh kovvejeh pirrâs já luándu aašijd, mut tááláá ääigi kielâ taarbâš meiddei uđđâ saanijd.

source: Inarinsaamen kieleen on tehtykin noin 10 000 uudissanaa.
smn: Anarâskielân laa rahtum-uv s. 10 000 uđđâ säännid. Maassâd pajas

source: Kielen käyttö virallisissa yhteyksissä
smn: Kielâ kevttim virgálijn ohtâvuođâin

source: Inarinsaamen kielen opetus alkoi peruskoulussa tuntiopetuksena 1970-luvun puolivälistä alkaen.
smn: Anarâškielâ máttááttâs aalgij vuáđuškoovlâst tijmemáttááttâssân 1970-lovo pelimuddoost.

source: Nyt kunnan opetussuunnitelmassa inarinsaamen kieli on sekä opetuskieli että oppiaine.
smn: Tääl kieldâ máttááttâsvuáváámist anarâškielâ lii sehe máttááttâskielâ já oppâaamnâs.

source: Lukuvuonna 2005-2006 inarinsaameksi opetetaan eri oppiaineita peruskoulun 1-4 luokilla kahdeksalle oppilaalle.
smn: Luuhâmive 2005-2006 anarâškielân máttááttuvvojii oppâamnâseh vuáđuškoovlâ 1-4 luokain (8 uápped).

source: Lisäksi se on äidinkielen ja vieraan kielen oppiaineena ylemmillä luokilla.
smn: Ton lasseen anarâškielâ lâi eenikielâ já vieres kielâ oppâamnâsin pajebijn luokain.

source: Kaikkiaan inarinsaamen opetusta saa peruskoulussa 18 ja lukiossa kaksi oppilasta.
smn: Puohnissii anarâškielâ máttááttâs finnejeh vuáđuškoovlâst 18 já luvâttuvâst 2 uáppee.

source: Ivalon lukiossa on vuodesta 1998 lähtien voitu kirjoittaa inarinsaame äidinkielen tai vieraan kielen kokeena.
smn: Avveel luvâttuvâst lii ive 1998 rääjist puáhtâm čäälliđ anarâškielâ eenikielâ tâi vieres kielâ iskosin.

source: Yliopistotasoista opetusta on mahdollista saada perusopinnot inarinsaamessa.
smn: Ollâopâttuv tásásâš máttááttâs lii máhđulâš finniđ vuáđuoppân.

source: Opetuksen määrä on lisääntynyt useana vuotena.
smn: Máttááttâš meeri lii lasanâm ivveest ihán.

source: Inarinsaamen kielen opetusta vaivaa kuitenkin suuri oppimateriaalipula.
smn: Kielâ máttááttâs kuárid kuittâg stuorrâ materiaalvänivuotâ.

source: Vain muutama peruskoulun oppikirja on olemassa, sillä materiaalintekijöitä on vähän.
smn: Tuše mottoom oppâkirje lii rahtum vuáđuškoovlâ várás, toin ko rähteeh láá uccáá.

source: Myös opettajapula on tuntuva.
smn: Meiddei máttáátteijeeh váiluh.

source: Ongelma on pienelle kieliryhmälle tyypillinen, osaavia ja aktiivisia ihmisiä on vähän.
smn: Taat lii uccâ kielâjuávhu váigâdvuotâ, čepis já iäljáris ulmuuh láá uccáá.

source: Sama ihminen joutuu olemaan opettaja, toimittaja, kulttuurityöntekijä, lakimies, muusikko, taiteilija, kirjailija, tutkija, poliitikko, nuorisotyöntekijä jne.
smn: Siämmáš olmooš kárttá leđe máttáátteijee, toimâtteijee, kulttuurpargee, lahâalmai, muusikčeppi, taaiđâčeppi, kirječällee, totkee, politijkkár, nuorâkerdipargee jna.

source: Uhanalainen kieli tarvitsee tukea
smn: Uhkevuálásâš kielâ taarbâš torjuu

source: Inarinsaamelaisia on vuonna 1995 saamelaisvaltuuskunnan keräämien tietojen mukaan noin 350 sellaisia, joilla saame on ollut ensimmäinen kieli.
smn: Anarâšâin láá ive 1995 sämitige čuággim tiäđui mield 324 tagareh, kiäin sämikielâ lii lamaš vuossâmuš kielâ.

source: Kun lukuun lisätään suomenkieliset inarinsaamelaiset, kokonaismäärä lienee vajaan tuhannen paikkeilla.
smn: Ko taan lohon lasettuvvojeh suomâkielâliih anarâšah, te ubâ meeri sáttá leđe aldasáid tuhháát.

source: Inarinsaamen kielen taitajat ovat kuitenkin enimmäkseen vanhoja tai keski-ikäisiä, lapsia ja nuoria on verraten vähän.
smn: Anarâškielâ mätteeh láá kuittâg iänááš puáráseh teikâ koskâahasiih, párnááh já nuorah láá viehâ uccáá.

source: Vuonna 1986 perustettiin inarinsaamen kieltä edistämään Anarâškielâ servi ry (Inarinsaamen kielen yhdistys;
smn: Ive 1986 vuáđudui Anarâškielâ servi (http://www.anaraskielaservi.net) ovdediđ anarâškielâ.

source: http://www.anaraskielaservi.net).
smn: Ton pargoost láá šiev puátuseh.

source: Vuonna 1997 toimintansa aloittanut yhdistyksen ylläpitämä inarinsaamen kielipesä Kielâpiervâl on lisännyt nuorten kielen puhujien määrää.
smn: Ive 1997 álgâm Kielâpiervâ l lii lasettâm nuorâ sárnoi mere.

source: Inarinsaame on viimeaikaisista elvytystoimista huolimatta tietysti vielä uhanalainen, ja vaatii voimakasta tukea nopeasti.
smn: Veikkâ anarâškielâ lii-uv iälááskmin, te tot lii liijká vala uhkevuálááš já váátá noonâ toorjâtooimâid jotelávt.

source: Silti on syytä uskoa, että jos kielelle saadaan turvattu asema ja monipuolista käyttöä, inari elää.
smn: Kuittâg lii suijâ oskođ, et jis kielâ finnee torvodum saje siärváduvâst, já ton kevttim lassaan, te anarâškielâ iälá.

source: Vuoden 2004 alusta voimaan tulleen Saamen kielilain säädökset koskevat myös inarinsaamen kieltä.
smn: Ive 2004 aalgâst vuáimán puáttâm Sämikielâ laavâ miärádâsah kyeskih meiddei anarâškielâ.

source: Se vahvistanee inarinsaamen kielen asemaa ja lisännee kielen käyttöä.
smn: Tot puátá nanodiđ anarâškielâ saje já lasseet kielâ kevttim.

source: Saamenkielet ja kielialueet.
smn: Sämikielah já kielâkuávluh.

source: Klikkaamalla kuvaa näet kartan suurempana.
smn: Spokkâlmáin kove uáináh káártá stuárráábin.

source: Kala-Martin tarinan kertoo Iisakki Paadar (.
smn: Kyeli-Marttin mainâs muštâl Lusme-Issá ađai Iisakki Paadar

source: W. Borgin vuonna 1859 ilmestyneen Aapis Kirjen kuvitusta.
smn: W. Borg ive 1859 almostum Aapis Kirje kuvviittâs.
